tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "awscli"
brew "zsh-completion"
brew "direnv"
brew "elixir"
brew "elm"
brew "elm-format"
brew "emacs"
brew "git"
brew "git-crypt"
brew "git-gui"
brew "jq"
brew "neovim"
brew "node"
brew "rename"
brew "yarn"
brew "watch"
cask "appcleaner"
cask "clockify"
cask "discord"
cask "font-fira-code"
cask "licecap"
cask "slack"
cask "sourcetree"
cask "tor-browser"
cask "visual-studio-code"
mas "Xcode", id: 497799835
mas "Flycut", id: 442160987
mas "iA Writer", id: 775737590
