tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "awscli"
brew "direnv"
brew "elixir"
brew "elm"
brew "elm-format"
brew "git-gui"
brew "neovim"
brew "node"
brew "rename"
brew "yarn"
brew "watch"
cask "appcleaner"
cask "clockify"
cask "font-fira-code"
cask "slack"
cask "tor-browser"
cask "visual-studio-code"
mas "Xcode", id: 497799835
mas "Day One", id: 1055511498
